tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "coreutils"
brew "dnsmasq"
brew "fd"
brew "findutils"
brew "gh"
brew "mysql"
brew "nginx"
brew "php", restart_service: true
brew "rbenv"
brew "ripgrep"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
cask "discord"
cask "git-credential-manager-core"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-word"
cask "spotify"
